;
; Batti 2.1
; Localization file for Italian
; by Bigix <bigix@tele2.it>, 2006
;

 101="Seleziona colore"
 102="Info"
 103="Generale"
 104="Avanzato"
 105="Aspetto"
 201="Opzioni"
 202="Configurazione"
 203="Top"
 204="Sfondo"
 205="Bordi"
 206="Ricarica AC"
 207="Nessuna azione"
 208="Apri configurazione"
 209="Livello basso Top"
 210="Livello basso Sfondo"
 211="Livello critico Top"
 212="Livello critico Sfondo"
 213="Livello critico deve essere inferiore a livello basso"
 214="Batteria bassa"
 215="Batteria scarica"
 216="Sconosciuto"
 217="Ricarica iniziata"
 218="Batteria ricaricata"
 219="Ricarica Top"
 220="Ricarica Sfondo"
 221="Cancella"
 222="Il livello di spegnimento deve essere inferiore al livello critico."
 223="Mostra Informazioni"
1000="Opzioni"
1001="Indica ricarica in corso"
1002="Lampeggia a livello critico"
1003="Sempre in primo piano"
1004="Azione al tap"
1012="Margine sx"
1015="Altezza"
1018="Colori"
1020="Colori:"
1022="Mostra bordi"
1023="Evento"
1025="Avvisa"
1027="Parametri livello batteria"
1028="Basso"
1031="%"
1032="Critico"
1035="%"
1036="Spegni PDA al"
1039="%"
1073="Mostra icona"
1074="Mostra fasi percentuali"
2000="Notifica Batti"
2001="Il device sarà spento in %d secondi."
2002="Power-Off"
2003="Dismetti"
2004="Sospendi"
2005="Nascondi"
2006="Info Batteria"
2007="Settaggi"
2008="Batteria Principale"
2009="Con batteria"
2010="In carica"
2011="Con alimentazione"
2012="Percentuale:"
2013="Sconosciuto"
2014="Voltaggio:"
2015="Temperatura:"
2016="Tipo:"
2017="Batteria di Backup"
